{
  "Index": {
    "contribute": "Beitragen",
    "title": "Tools. Für jeden.",
    "desc": "Alle deine wichtigen Tools an einem Ort. Zugänglich. Datenschutzfreundlich. Open Source.",
    "about": "Über uns",
    "changelog": "Änderungsprotokoll"
  },
  "SiteHeader": {
    "productivity": "Produktivität",
    "money": "Finanzen",
    "social": "Soziales",
    "data": "Daten",
    "changelog": "Änderungsprotokoll",
    "about": "Über uns",
    "contact": "Kontakt",
    "buttonsm": "Suche...",
    "buttonlg": "Suche nach etwas...",
    "placeholdertext": "",
    "empty": "Geben Sie einen Befehl oder eine Suche ein...",
    "light": "Hell",
    "dark": "Dunkel",
    "system": "System"
  },
  "SiteFooter": {
    "by": "Erstellt von ",
    "source": ". Der Quellcode ist verfügbar auf "
  },
  "Error": {
    "title": "Etwas ist schiefgelaufen!",
    "description": "<p>Leider ist ein Fehler aufgetreten.</p><p>Sie können versuchen, die Seite, die Sie besucht haben, <retry>neu zu laden</retry>.</p>"
  },
  "NotFoundPage": {
    "title": "Seite nicht gefunden",
    "description": "Bitte überprüfen Sie die Adressleiste des Browsers oder verwenden Sie die Navigation, um zu einer bekannten Seite zu gelangen."
  },
  "Navigation": {
    "home": "Startseite",
    "pathnames": "Pfadnamen"
  },
  "Resources": {
    "title-changelog": "Änderungsprotokoll",
    "title-about": "Über uns",
    "about": "<p>Trove! Es ist wie ein Einkaufszentrum für all deine wichtigen Produktivitäts-, Geld- und sozialen Tools. Das Beste daran? Es ist absolut zugänglich, datenschutzfreundlich und Open-Source. Keine Notwendigkeit mehr, zwischen einer Million verschiedener Apps und Websites hin und her zu springen, alles, was du brauchst, ist hier versammelt.</p><p>Das Team hinter Trove ist leidenschaftlich dabei, das Leben für jeden einfacher zu machen, nicht nur für technikaffine Leute. Wir bieten einfache, unkomplizierte Tools, die einfach funktionieren. Musst du deine Noten berechnen? Kein Problem. Versuchen, die besten Wechselkurse herauszufinden? Sag einfach Bescheid, wir kümmern uns darum.</p><p>Aber es geht hier nicht nur um die Tools, weißt du? Es geht darum, Menschen zu befähigen, die Kontrolle über ihr digitales Leben zu übernehmen. Wir glauben, dass jeder Zugang zu den Ressourcen haben sollte, die er braucht, um produktiv zu sein, sein Geld zu verwalten und mit der Welt um sich herum in Kontakt zu treten. Und genau darum geht es bei Trove.</p><p>Egal, ob du Student, Freelancer oder einfach jemand bist, der sein Leben auf die Reihe bekommen möchte, Trove hat deinen Rücken. Sieh dir das Änderungsprotokoll an, um zu sehen, was es Neues gibt, und zögere nicht, uns zu kontaktieren, wenn du Fragen oder Feedback hast. Wir sind hier, um dein Leben Schritt für Schritt zu erleichtern.</p>",
    "title-contact": "Kontakt",
    "contact": "<p>Hey, wenn du Fragen, Feedback oder einfach Lust zum Plaudern hast, wir hören dir gerne zu. Schick uns eine Nachricht an <a>support@trove.com</a> und unser freundliches Team wird sich so schnell wie möglich bei dir melden.</p><p>Wir arbeiten ständig daran, Trove zu verbessern und es so gut wie möglich zu machen, also scheue dich nicht. Lass uns wissen, welche Funktionen du dir wünschst, was gut funktioniert oder ob du irgendwelche Fehler entdeckt hast. Deine Rückmeldungen sind für uns sehr wertvoll, und wir werden unser Bestes geben, um sie umzusetzen.</p><p>Und wenn du besonders großzügig sein möchtest, würden wir uns freuen, wenn du dich unserer Community von Mitwirkenden auf GitHub anschließen würdest. Der Quellcode ist Open-Source, so dass du uns dabei helfen kannst, Trove zu einem noch leistungsfähigeren Tool für alle zu machen. Gemeinsam können wir die digitale Welt zu einem zugänglicheren und benutzerfreundlicheren Ort machen.</p>"
  },
  "Subscription": {
    "title": "Abonnementskostenrechner",
    "meta-description": "Verfolge die Preise für TV, Musik, Cloud, Bildung, Passwort-Management, Design und Gaming-Service-Pläne"
  },
  "Symbols": {
    "title": "Wissenschaftliche Unicode-Symbol-Cheatsheet",
    "meta-description": "Das wissenschaftliche Unicode-Symbol-Cheatsheet ist eine unschätzbare Ressource für alle, die in Wissenschaft, Technik oder technischen Bereichen tätig sind. Dieses umfassende Tool bietet Nutzern einfachen Zugriff auf eine Vielzahl spezialisierter Unicode-Symbole und ermöglicht ihnen, diese nahtlos in ihre Dokumente, Präsentationen und digitalen Kommunikationen einzubinden."
  },
  "ProfileDataFaker": {
    "title": "Fake-Generator für Social-Media-Profile",
    "meta-description": "Erstelle vollständig anpassbare Social-Media-Profile, inklusive Profilbilder, Biografien und mehr"
  }
}
