{
  "Index": {
    "contribute": "Contribuir",
    "title": "Herramientas. Para todos.",
    "desc": "Todas tus herramientas esenciales en un solo lugar. Accesible. Respetuoso de la privacidad. Código abierto.",
    "about": "Acerca de",
    "changelog": "Registro de cambios"
  },
  "SiteHeader": {
    "productivity": "Productividad",
    "money": "Finanzas",
    "social": "Social",
    "data": "Datos",
    "changelog": "Registro de cambios",
    "about": "Sobre nosotros",
    "contact": "Contacto",
    "buttonsm": "Buscar...",
    "buttonlg": "Buscar algo...",
    "placeholdertext": "",
    "empty": "Ingresa un comando o una búsqueda...",
    "light": "Claro",
    "dark": "Oscuro",
    "system": "Sistema"
  },
  "SiteFooter": {
    "by": "Construido por ",
    "source": ". El código fuente está disponible en "
  },
  "Error": {
    "title": "¡Algo salió mal!",
    "description": "<p>Lamentablemente, hemos encontrado un error.</p><p>Puedes intentar <retry>recargar la página</retry> que estabas visitando.</p>"
  },
  "NotFoundPage": {
    "title": "Página no encontrada",
    "description": "Por favor, verifica la barra de dirección del navegador o usa la navegación para ir a una página conocida."
  },
  "Navigation": {
    "home": "Inicio",
    "pathnames": "Nombres de ruta"
  },
  "Resources": {
    "title-changelog": "Registro de cambios",
    "title-about": "Acerca de",
    "about": "<p>¡Trove! Es como una tienda de todo para tus herramientas de productividad, dinero y sociales esenciales. ¿La mejor parte? Es totalmente accesible, respetuoso de la privacidad y de código abierto. No más saltar entre un millón de diferentes aplicaciones y sitios web, todo lo que necesitas está aquí.</p><p>El equipo detrás de Trove se apasiona por hacer que la vida sea más fácil para todos, no solo para los entendidos en tecnología. Hablamos de herramientas simples y directas que simplemente funcionan. ¿Necesitas calcular tus calificaciones? No hay problema. ¿Intentando averiguar los mejores tipos de cambio? Di menos, también tenemos eso.</p><p>Pero esto no se trata solo de las herramientas, ¿sabes? Se trata de empoderar a las personas para que tomen el control de sus vidas digitales. Creemos que todos deberían tener acceso a los recursos que necesitan para ser productivos, administrar su dinero y conectarse con el mundo que los rodea. Y eso es exactamente lo que Trove representa.</p><p>Así que ya seas un estudiante, un freelance o simplemente alguien que quiere poner su vida en orden, Trove tiene tu espalda. Echa un vistazo al registro de cambios para ver qué hay de nuevo, y no dudes en comunicarte si tienes preguntas o comentarios. Estamos aquí para hacer que tu vida sea más fácil, una herramienta a la vez.</p>",
    "title-contact": "Contacto",
    "contact": "<p>¡Hola! Si tienes alguna pregunta, comentarios o simplemente quieres chatear, estamos escuchando. Envíanos un mensaje a <a>support@trove.com</a> y nuestro amable equipo se comunicará contigo lo antes posible.</p><p>Siempre buscamos mejorar Trove y hacerlo lo mejor que pueda ser, así que no te contengas. Háznos saber qué funciones te gustaría ver, qué está funcionando bien o si has descubierto algunos molestos errores. Tu opinión es invaluable y haremos todo lo posible por hacerlo realidad.</p><p>Y si te sientes especialmente generoso, nos encantaría que te unieras a nuestra comunidad de colaboradores en GitHub. El código fuente es de código abierto, así que puedes ayudarnos a convertir a Trove en una herramienta aún más poderosa para todos. Juntos, podemos hacer que el mundo digital sea un lugar más accesible y fácil de usar.</p>"
  },
  "Pomodoro": {
    "title": "Temporizador Pomodoro",
    "meta-description": "La Técnica Pomodoro es un método de gestión del tiempo que puede mejorar significativamente tu productividad y concentración. Al dividir tu trabajo en intervalos cortos y enfocados seguidos de breves descansos, la Técnica Pomodoro te ayuda a mantener un nivel de concentración constante y minimizar las distracciones.",
    "question": "¿Por qué debería usar un Temporizador Pomodoro para impulsar mi productividad?",
    "description": "<p>La Técnica Pomodoro es un método de gestión del tiempo que puede mejorar significativamente tu productividad y concentración. Al dividir tu trabajo en intervalos cortos y enfocados seguidos de breves descansos, la Técnica Pomodoro te ayuda a mantener un nivel de concentración constante y minimizar las distracciones.</p><p>Estas son las principales razones por las que deberías considerar usar un Temporizador Pomodoro:</p><ol><li><strong>Mayor enfoque y concentración</strong>: La Técnica Pomodoro te anima a trabajar en intervalos enfocados e ininterrumpidos de 25 minutos, lo que puede ayudarte a evitar la tentación de hacer varias tareas a la vez o distraerte por el correo electrónico, las redes sociales u otros elementos.</li><li><strong>Mejor gestión del tiempo</strong>: Al dividir tu trabajo en tareas más pequeñas y manejables, la Técnica Pomodoro puede ayudarte a entender mejor cómo pasas tu tiempo e identificar áreas de mejora.</li><li><strong>Reducción del agotamiento</strong>: Los descansos regulares integrados en la Técnica Pomodoro pueden ayudar a prevenir la fatiga mental y el agotamiento, permitiéndote mantener un nivel de productividad constante durante todo el día.</li><li><strong>Mejor equilibrio entre trabajo y vida personal</strong>: La Técnica Pomodoro puede ayudarte a separar mejor tu vida laboral y personal, al animarte a tomar descansos regulares y alejarte de tu trabajo durante esos intervalos.</li><li><strong>Mayor motivación y productividad</strong>: La sensación de logro que sentirás después de completar cada Pomodoro puede ayudarte a mantenerte motivado y enfocado en tus tareas, lo que se traducirá en una mayor productividad general.</li></ol><p>Para comenzar con la Técnica Pomodoro, solo necesitas un temporizador (ya sea uno físico o una aplicación digital de Pomodoro) y la voluntad de comprometerte con el proceso. Inténtalo y experimenta el poder transformador de este método de productividad probado a lo largo del tiempo.</p>",
    "mode1": "Tiempo de trabajo",
    "mode2": "Tiempo de descanso",
    "preseth": "Preajustes",
    "controlh": "Controles",
    "start": "Iniciar",
    "stop": "Detener",
    "control1": "Reanudar",
    "control2": "Pausar",
    "control3": "Restablecer",
    "cycleh": "Ciclos"
  },
  "ExchangeRates": {
    "title": "Calculadora de conversión de divisas",
    "meta-description": "Esta herramienta de conversión de divisas te permite convertir fácilmente entre diferentes monedas, ayudándote a gestionar tus finanzas y tomar decisiones informadas cuando viajes o realices transacciones internacionales. Simplemente ingresa el monto en tu moneda base y la herramienta calculará instantáneamente el valor equivalente en la moneda que desees, asegurándote de tener siempre los tipos de cambio actualizados a tu alcance."
  },
  "Subscription": {
    "title": "Calculadora de costos de suscripción",
    "meta-description": "Rastrea los precios de los planes de servicios de TV, música, nube, educación, gestión de contraseñas, diseño y juegos"
  },
  "QuoteFinder": {
    "title": "¿Por qué son fascinantes las citas?",
    "meta-description": "Las citas son fascinantes porque ofrecen un vistazo a los pensamientos y perspectivas de individuos influyentes de diversos ámbitos de la vida. Ya sea una declaración poderosa de un filósofo reconocido, una idea provocadora de un diseñador renombrado o una observación reflexiva sobre la condición humana, las citas pueden brindar valiosas perspectivas e inspiración."
  },
  "Symbols": {
    "title": "Hoja de referencia de símbolos Unicode científicos",
    "meta-description": "La Hoja de referencia de símbolos Unicode científicos es un recurso invaluable para cualquier persona que trabaje en campos científicos, de ingeniería o técnicos. Esta herramienta integral proporciona a los usuarios un fácil acceso a una gran colección de símbolos Unicode especializados, capacitándolos para incorporar estos símbolos de manera fluida en sus documentos, presentaciones y comunicaciones digitales."
  },
  "ProfileDataFaker": {
    "title": "Generador de perfiles de redes sociales",
    "meta-description": "Crea perfiles de redes sociales totalmente personalizables, completos con fotos de perfil, biografías y más"
  },
  "Emojis": {
    "title": "Emojipedia - Recurso integral para información sobre emojis",
    "meta-description": "Esta página es una herramienta poderosa que te permite acceder y explorar fácilmente una vasta colección de emojis. Con un simple clic, puedes ver metadatos detallados, incluido el Unicode, el nombre y la descripción del emoji, lo que la convierte en un recurso valioso para cualquier persona interesada en comprender y utilizar emojis en sus comunicaciones digitales."
  }
}
